Repository: TheDoubleJo/contapersone
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# appTitle
source: DinDonDan Shared Counter
fr: Compteur Partagé DinDonDan
it: DinDonDan Contapersone

# createCounterCaption
source: Create a new shared counter
de: Erstellen Sie einen neuen Zähler für gemeinsam genutzte Personen
es: Crea un nuevo contador compartido
fr: Créer un nouveau compteur partagé
it: Crea un nuovo contapersone condiviso

# createCounterButton
source: Create counter
de: Neuen Personenzähler
es: Crea un nuevo contador
fr: Créer un compteur
it: Crea nuovo contapersone

# capacityHint
source: Capacity (optional)
de: Kapazität (optional)
es: Capacidad (opcional)
fr: Capacité (optionnel)
it: Capienza (facoltativa)

# scanQrCaption
source: Join an existing shared counter
de: Treten Sie einem vorhandenen Personenzähler bei
es: Únete a un contador compartido existente
fr: Rejoindre un compteur partagé existant
it: Partecipa ad un contapersone condiviso esistente

# scanQrButton
source: Scan QR code
de: QR-Code scannen
es: Escanea el código QR
fr: Scanner le code QR
it: Inquadra il codice QR

# scanQrWebNotice
source: Ask the creator of the counter to send you the link, or download the mobile version of Shared Counter from the App Store or Play Store to scan the QR code
de: Bitten Sie den Ersteller des Personenzählers, Ihnen den Link zu senden, oder laden Sie die mobile Version des Shared Counter aus dem App Store oder Play Store herunter, um den QR-Code festzulegen
es: Pídale al creador del contador que le envíe el link o descargue la versión móvil del Shared Counter de la App Store o Play Store para enmarcar el código QR
fr: Demandez au créateur du compteur de vous envoyer le lien, ou téléchargez la version mobile de Compteur Partagé depuis l'App Store ou le Play Store pour scanner le code QR
it: Chiedi al creatore del contapersone di inviarti il link, oppure scarica la versione mobile di Contapersone da App Store o Play Store per inquadrare il codice QR

# historyTitle
source: Past counters
de: Vergangene Zählungen
es: Conteos pasados
fr: Compteurs passés
it: Conteggi passati

# noHistoryNotice
source: Your past counters will appear here.
de: Ihre vergangenen Zählungen werden hier angezeigt.
es: Tus contadores pasados aparecerán aquí.
fr: Vos compteurs passés apparaîtront ici.
it: I tuoi conteggi passati appariaranno qui.

# historyLoadingError
source: An error occurred while loading past counters
de: Beim Laden vergangener Zählungen ist ein Fehler aufgetreten.
es: Se produjo un error al cargar los contadores pasados.
fr: Une erreur s'est produite lors du chargement des compteurs passés
it: Si è verificato un errore nel caricamento dei conteggi passati.

# historyDeleteConfirmTitle
source: Delete counter
de: Zählung löschen
es: Eliminar el contador
fr: Supprimer le compteur
it: Elimina il conteggio

# historyDeleteConfirmMessage
source: Do you really want to delete this counter from past counters? This operation cannot be undone.
de: Möchten Sie die Zählung wirklich von früheren Zählungen löschen? Die Operation ist irreversibel.
es: ¿Realmente desea eliminar el contador de contadores pasados ? La operación es irreversible.
fr: Voulez-vous vraiment supprimer ce compteur des compteurs passés ? Cette opération est irréversible.
it: Vuoi davvero eliminare il conteggio dai conteggi passati? L'operazione è irreversibile.

source: Try again
de: Versuch es noch einmal
es: Intenta otra vez
fr: Réessayer
it: Riprova

source: Delete
de: Löschen
es: Elimina
fr: Supprimer
it: Elimina

source: Resume
de: Weitermachen
fr: Reprendre
it: Riprendi

# appBarLoginInProgress
source: Signing in…
de: Login in Bearbeitung...
es: Acceso en curso ...
fr: Connexion en cours…
it: Accesso in corso…

# appBarDefault
source: Shared Counter
fr: Compteur Partagé
it: Contapersone

# orDivider
source: – or –
de: – oder –
es: – o –
fr: – ou –
it: – oppure –

# parishSignIn
source: Reserved area for churches
de: Reservierter Bereich für Pfarreien
es: Área reservada para parroquias
fr: Espace réservé aux églises
it: Area riservata parrocchie

# parishSignOut
source: Sign out
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti

# createCounterErrorTitle
source: Could not create a shared counter
de: Der Zähler für gemeinsam genutzte Personen konnte nicht erstellt werden
es: No se pudo crear el contador compartido
fr: Impossible de créer un compteur partagé
it: Impossibile creare il contapersone condiviso

# createCounterErrorMessage
source: Please check your interent connection and try again.
de: Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: Comprueba tu conexión de red y vuelve a intentarlo.
fr: Veuillez vérifier votre connexion Internet et réessayer.
it: Verifica la connessione di rete e riprova.

# accountErrorTitle
source: Connection error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
it: Errore di connessione

# accountErrorMessage
source: Your account information could not be retrieved. If the problem persists, tap "sign out" and try again.
de: Ihre Kontoinformationen konnten nicht abgerufen werden. Wenn das Problem weiterhin besteht, berühren Sie "beenden" und versuchen Sie erneut, sich anzumelden.
es: No se pudo obtener la información de tu cuenta. Si el problema persiste, toca "salir" e intente iniciar sesión nuevamente.
fr: Les informations de votre compte n'ont pas pu être récupérées. Si le problème persiste, appuyez sur "se déconnecter" et réessayez.
it: Non è stato possibile ottenere i dati del tuo account. Se il problema persiste tocca "esci" e prova a ripetere l'accesso.

# networkErrorTitle
source: Connection error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
it: Errore di connessione

# networkErrorMessage
source: Could not connect to the server. Please check your internet connection and try again.
de: Konnte keine Verbindung zum Server herstellen. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: No se pudo conectar con el servidor. Comprueba tu conexión de red e inténtalo de nuevo.
fr: Impossible de se connecter au serveur. Veuillez vérifier votre connexion Internet et réessayer.
it: Non è stato possibile connettersi al server. Controlla la connessione di rete e riprova.

# incompleteSignUpErrorTitle
source: Incomplete sign up
de: Unvollständige Registrierung
es: Registro incompleto
fr: Inscription incomplète
it: Registrazione incompleta

# incompleteSignUpErrorMessage
source: It appears that you have not completed the sign up procedure. To sign in you must provide more details. Tap "continue" to be redirected to the web services and complete the registration.
de: Es scheint, dass Sie die Registrierung nicht abgeschlossen haben. Um darauf zugreifen zu können, müssen Sie noch einige Daten angeben. Tippen Sie auf "weiter"um den Zugriff auf die Webdienste zu beenden un die Registrierung abzuschließen.
es: Parece que no ha completado el registro. Para acceder debe proporcionar algunos datos. Toca "continua" para terminar de acceder a los servicios web y completar el registro.
fr: Il semble que vous n'ayez pas terminé la procédure d'inscription. Pour vous connecter, vous devez fournir plus de détails. Appuyez sur "continuer" pour être redirigé vers les services web et terminer l'inscription.
it: Sembra che tu non abbia completato la registrazione. Per accedere devi fornire ancora alcuni dati. Tocca "continua" per concludere accedere ai servizi web e completare la registrazione.

# webAppDownloadBanner
source: You are using the web app version of Shared Counter. If you have an Android or iOS device, download the native app!
de: Sie verwenden die Webversions-App. Wenn Sie ein Android- oder iOS-Gerät haben, laden Sie die native Version herunter!
es: Está utilizando la aplicación de la versión web. Si tiene un dispositivo Android o iOS, ¡descargue la versión nativa!
fr: Vous utilisez la version web de Compteur Partagé. Si vous avez un appareil Android ou iOS, téléchargez l'application native !
it: Stai usando l'app in versione web. Se hai un dispositivo Android o iOS scarica la versione nativa!

# infoScreenTitle
source: About Shared Counter
de: Informationen
es: Informaciones
fr: À propos de Compteur Partagé
it: Informazioni

# infoScreenText
source: Shared Counter is the simple and effective tool for counting visitors to events, local businesses, religious functions and much more, even with multiple entrances. To begin, create a new counter, optionally specifying the capacity. You can then share the counter with other devices, for example to monitor multiple entrances at the same time, via a simple link or QR code. You will always have under control the total count of all devices, synchronized in real time. The service was created in particular for monitoring access to the churches, but is now freely available. If you are in charge of a church you can access the"Reserved area for churches", to benefit from usage statistics and other useful services on the DinDonDan Web Services. Shared Counter is an open source project offered and maintained by the DinDonDan App association.
de: Shared Counter ist das einfache und effektive Instrument, um den Zugang zu Veranstaltungen, Unternehmen, religiösen Festen und vielem mehr zu zählen, selbst wenn mehrere Eingänge vorhanden sind. Erstellen Sie zunächst einen neuen Personenzähler, in dem Sie optional die Kapazität angeben können. Sie können die Anzahl dann mit anderen Geräten teilen, um beispielsweise mehrere Eingänge gleichzeitig über einen einfachen Link oder einen QR-Code zu überwachen. Sie haben immer die Gesamtzahl aller Geräte unter Kontrolle, die in Echtzeit synchronisiert sind. Der Dienst wurde speziell für die Überwachung des Zugangs zur Kirche geschaffen, ist aber jetzt für alle frei verfügbar. Wenn Sie für eine Kirche verantwortlich sind, können Sie auf den"Reservierten Bereich für Kirche" zugreifen, um Zugriff auf Nutzungsstatistiken und andere nützliche Dienste auf dem DinDonDan-Webportal zu erhalten. Shared Counter ist ein Open-Source-Projekt, das von der DinDonDan App Association kostenlos angeboten wird.
es: Shared Counter es la herramienta sencilla y eficaz para contar los accesos a eventos, negocios, celebraciones religiosas y mucho más, incluso la presencia de múltiples accesos. Para empezar, crea un nuevo contador, especificando opcionalmente la capacidad. Luego, puede compartir el cuento con otros dispositivos, por ejemplo, para monitorear múltiples entradas al mismo tiempo, a través de un link o un código QR. Siempre tendrás bajo control el cuento total de todos los dispositivos, sincronizados en tiempo real. El servicio fue creado en particular para monitorear el acceso a la iglesia, pero ahora está disponible gratuitamente para todos. Si estás a cargo de una parroquia puedes acceder al"Área reservada para parroquias", para tener acceso a estadísticas de uso y otros servicios útiles en el portal web DinDonDan. Shared Counter es un proyecto open source ofrecido de forma gratuita por la asociación DinDonDan App.
fr: Compteur Partagé est l'outil simple et efficace pour compter les visiteurs d'événements, commerces locaux, fonctions religieuses et bien plus encore, même avec plusieurs entrées. Pour commencer, créez un nouveau compteur, en spécifiant éventuellement la capacité. Vous pouvez ensuite partager le compteur avec d'autres appareils, par exemple pour surveiller plusieurs entrées en même temps, via un simple lien ou un code QR. Vous aurez toujours le contrôle du total des comptes de tous les appareils, synchronisés en temps réel. Le service a été créé en particulier pour surveiller l'accès aux églises, mais est maintenant librement disponible. Si vous êtes responsable d'une église, vous pouvez accéder à l'"Espace réservé aux églises", pour bénéficier de statistiques d'utilisation et d'autres services utiles sur les services web DinDonDan. Compteur Partagé est un projet open source offert et maintenu par l'association DinDonDan App.
it: Contapersone è lo strumento semplice ed efficace per contare gli accessi a eventi, esercizi commerciali, celebrazioni religiose e tanto altro, anche i presenza di ingressi multipli. Per iniziare crea un nuovo contapersone, specificando facoltativamente la capienza. Potrai poi condividere il conteggio con altri dispositivi, ad esempio per monitorare più ingressi contemporaneamente, tramite un semplice link o un codice QR. Avrai sempre sotto controllo il conteggio totale di tutti i dispositivi, sincronizzato in tempo reale. Il servizio nasce in particolare per il monitoraggio degli accessi in chiesa, ma è ora disponibile liberamente per tutti. Se sei responsabile di una parrocchia puoi accedere all'"Area riservata parrocchie", per avere accesso alle statistiche di utilizzo e ad altri utili servizi sul portale web di DinDonDan. Contapersone è un progetto open source offerto gratuitamente dall'associazione DinDonDan App.

# donateButton
source: Support us with a donation
de: Unterstützen Sie uns mit einer Spende
es: Apóyenos con una donación
fr: Soutenez-nous avec un don
it: Sostienici con una donazione

# singleSubcounterLabel
source: Count
de: Zählung
es: Cuenta
fr: Compter
it: Conteggio

# counterTotalLabel
source: Total count
de: Komplette Zählung
es: Cuenta total
fr: Total
it: Conteggio totale

# thisEntranceDefaultLabel
source: This entrance
de: Dieser Eingang
es: Esta entrada
fr: Cette entrée
it: Questo ingresso

# otherEntranceDefaultLabel
source: Other entrance
de: Anderer Eingang
es: Otra entrada
fr: Autre entrée
it: Altro ingresso

# editEntranceLabelTitle
source: Change entrance name
de: Ändern Sie den Namen des Eingangs
es: Cambia nombre de entrada
fr: Modifier le nom de l'entrée
it: Modifica nome dell'ingresso

# editEntranceLabelHint
source: Name of the entrance
de: Name des Eingangs
es: Nombre de la entrada
fr: Nom de l'entrée
it: Nome dell'ingresso

source: Cancel
de: Abbrechen
es: Cancela
fr: Annuler
it: Annulla

source: Confirm
de: Bestätigen
es: Confirma
fr: Confirmer
it: Conferma

source: Turn on flash
de: Blitz einschalten
es: Enciende el flash
fr: Allumer le flash
it: Accendi flash

source: Turn off flash
de: Blitz ausschalten
es: Apagar el flash
fr: Éteindre le flash
it: Spegni flash

# switchCamera
source: Change camera
de: Kamera wechseln
es: Cambia la cámara
fr: Changer de caméra
it: Cambia fotocamera

source: Quit
de: Verlassen
es: Sal
fr: Quitter
it: Esci

# continueButton
source: Continue
de: Weiter
es: Sigue
fr: Continuer
it: Continua

# shareScreenTitle
source: Share this counter
de: Teilen Sie die Anzahl
es: Comparte el contador
fr: Partager ce compteur
it: Condividi il conteggio

# shareQrCodeCaption
source: Scan the QR code on all the devices you want to count on
de: Scannen Sie den QR-Code mit allen Geräten, auf die Sie zählen möchten
es: Escanea el código QR con todos los dispositivos con los que quieras contar
fr: Scannez le code QR sur tous les appareils que vous souhaitez utiliser pour compter
it: Inquadra il codice QR con tutti i dispositivi su cui vuoi eseguire il conteggio

# orShareScreenCaption
source: Or share the link:
de: Oder teilen Sie den Link:
es: O comparte el link:
fr: Ou partagez le lien :
it: Oppure condividi il link:

source: Start on this device
de: Starten Sie auf diesem Gerät
es: Comenza en este dispositivo
fr: Commencer sur cet appareil
it: Avvia su questo dispositivo

# shareLinkCreationErrorTitle
source: Could not generate the share link
de: Der Link konnte nicht abgerufen werden
es: No se pudo obtener el link para compartir
fr: Impossible de générer le lien de partage
it: Impossibile ottenere il link di condivisione

# shareLinkCreationErrorMessage
source: Please check your internet connection and try again.
de: Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: Comprueba tu conexión de red y vuelve a intentarlo.
fr: Veuillez vérifier votre connexion Internet et réessayer.
it: Verifica la connessione di rete e riprova.

# shareDialogMessage
source: Start the shared counter:
de: Starten Sie den Zähler für gemeinsam genutzte Personen:
es: Inicia el contador compartido
fr: Commencez le compteur partagé :
it: Avvia il contapersone condiviso:

# shareDialogSubject
source: DinDonDan Shared Counter
fr: Compteur Partagé DinDonDan
it: DinDonDan Contapersone

# linkCopied
source: The address has been copied to the clipboard!
de: Die Adresse wurde in die Zwischenablage kopiert!
es: ¡La dirección se ha copiado en el portapapeles!
fr: L'adresse a été copiée dans le presse-papiers !
it: L'indirizzo è stato copiato negli appunti!

# signInScreenTitle
source: Sign in as a Church
de: Melden Sie sich als Kirhce an
es: Inicia sesión como parroquia
fr: Se connecter en tant qu'église
it: Accedi come parrocchia

# signInEmailValidator
source: Enter your e-mail address
de: Geben sie ihre E-Mailadresse ein
es: Ingresa tu dirección e-mail
fr: Entrez votre adresse e-mail
it: Inserisci l'indirizzo e-mail

# signInPasswordHint
source: Password
de: Passwort
fr: Mot de passe

# signInPasswordValidator
source: Enter your password
de: Geben Sie Ihr Passwort ein
es: Ingresa tu password
fr: Entrez votre mot de passe
it: Inserisci la password

# signInSubmit
source: Sign in
de: Einloggen
es: Inicia sesión
fr: Se connecter
it: Accedi

# signUpButton
source: Don't have an account yet? Sign up now!
de: Haben Sie kein Konto? Jetzt registrieren!
es: ¿No tiene una cuenta? ¡Regístrate ahora!
fr: Vous n'avez pas encore de compte ? Inscrivez-vous maintenant !
it: Non hai un account? Registrati ora!

# forgotPasswordButton
source: I forgot the password
de: Ich habe das Passwort vergessen
es: Olvidé la password
fr: J'ai oublié mon mot de passe
it: Ho dimenticato la password

# signInReservedWarning
source: Warning! Sign in is reserved for churches.
de: Warnung! Der Login ist für Pfarreien reserviert.
es: ¡Advertencia! El inicio de sesión está reservado para las parroquias.
fr: Attention ! La connexion est réservée aux églises.
it: Attenzione! Il login è riservato alle parrocchie.

# signInFormCaption
source: To collect count statistics for your church sign in with your DinDonDan account:
de: Melden Sie sich mit Ihrem DinDonDan-Konto an, um Zählstatistiken für Ihre Kirche zu sammeln:
es: Para recopilar estadísticas de conteo para tu parroquia, inicia sesión con tu cuenta DinDonDan:
fr: Pour collecter des statistiques de comptage pour votre église, connectez-vous avec votre compte DinDonDan :
it: Per raccogliere statistiche sui conteggi per la tua parrocchia accedi con il tuo account DinDonDan:

# signInUnknownErrorMessage
source: An unknown error has occurred. Please try again later and if the problem persists write to feedback@dindondan.app.
de: Ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, schreiben Sie an feedback@dindondan.app.
es: Un error desconocido a ocurrido. Vuelve a intentarlo más tarde y, si el problema persiste, escribe a feedback@dindondan.app.
fr: Une erreur inconnue s'est produite. Veuillez réessayer plus tard et si le problème persiste, écrivez à feedback@dindondan.app.
it: Si è verificato un errore sconosciuto. Riprova più tardi e, se il problema persiste, scrivi a feedback@dindondan.app.

# signInInvalidEmailError
source: Ivalid e-mail address. Please check and try again.
de: Die e-mail Adresse ist ungültig. Überprüfen Sie, ob es richtig geschrieben ist, und versuchen Sie es erneut.
es: La dirección de correo electrónico es inválida. Comprueba que esté escrito correctamente y vuelve a intentarlo.
fr: Adresse e-mail invalide. Veuillez vérifier et réessayer.
it: L'indirizzo e-mail non è valido. Controlla che sia scritto correttamente e riprova.

# signInWrongPasswordError
source: Incorrect password.
de: Das eingegebene Passwort ist falsch.
es: La password ingresada es incorrecta.
fr: Mot de passe incorrect.
it: La password inserita è errata.

# signInUserNotFoundError
source: This address does not match any account.
de: Diese Adresse stimmt mit keinem Benutzer überein.
es: Esta dirección no coincide con ningún usuario.
fr: Cette adresse ne correspond à aucun compte.
it: Questo indirizzo non corrisponde ad alcun utente.

# signInUserDisabledError
source: This account has been disabled. For more information write to feedback@dindondan.app.
de: Dieser Benutzer wurde deaktiviert. Für weitere Informationen schreiben Sie an feedback@dindondan.app.
es: Este usuario ha sido inhabilitado. Para obtener más informaciones, escribe a feedback@dindondan.app.
fr: Ce compte a été désactivé. Pour plus d'informations, écrivez à feedback@dindondan.app.
it: Questo utente è stato disabilitato. Per ulteriori informazioni scrivi a feedback@dindondan.app.

# signInTooManyAttemptsError
source: You have made too many attempts. Try again later.
de: Sie haben zu viele Versuche unternommen. Versuchen Sie später.
es: Has hecho demasiados intentos. Intenta más tarde.
fr: Vous avez fait trop de tentatives. Réessayez plus tard.
it: Hai effettuato troppi tentativi. Riprova più tardi.

# signInNetworkError
source: Unable to connect to server. Please check your internet connection and try again.
de: Die Verbindung zum Server kann nicht hergestellt werden. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: No se pudo conectar al servidor. Comprueba tu conexión de red y vuelve a intentarlo.
fr: Impossible de se connecter au serveur. Veuillez vérifier votre connexion Internet et réessayer.
it: Impossibile connettersi al server. Verifica la connessione di rete e riprova.

# second
source: {num, plural, =0 {less than one second ago} =1 {one second ago} other {{num} seconds ago}}
de: {num, plural, =0 {vor weniger als einer Sekunde} =1 {vor einer Sekunde} other {vor {num} Sekunden}}
es: {num, plural, =0 {menos de un segundo atrás} =1 {un segundo atrás} other {{num} segundos atrás}}
fr: {num, plural, =0 {il y a moins d'une seconde} =1 {il y a une seconde} other {il y a {num} secondes}}
it: {num, plural, =0 {meno di un secondo fa} =1 {un secondo fa} other {{num} secondi fa}}

# minute
source: {num, plural, =0 {less than one minute ago} =1 {one minute ago} other {{num} minutes ago}}
de: {num, plural, =0 {vor weniger als einer Minute} =1 {vor einer Minute} other {vor {num} Minuten}}
es: {num, plural, =0 {menos de un minuto atrás} =1 {un minuto atrás} other {{num} minutos atrás}}
fr: {num, plural, =0 {il y a moins d'une minute} =1 {il y a une minute} other {il y a {num} minutes}}
it: {num, plural, =0 {meno di un minuto fa} =1 {un minuto fa} other {{num} minuti fa}}

# hour
source: {num, plural, =0 {less than one hour ago} =1 {one hour ago} other {{num} hours ago}}
de: {num, plural, =0 {vor weniger als einer Stunde} =1 {vor einer Stunde} other {vor {num} Stuneden}}
es: {num, plural, =0 {menos de una hora atrás} =1 {una hora atrás} other {{num} horas atrás}}
fr: {num, plural, =0 {il y a moins d'une heure} =1 {il y a une heure} other {il y a {num} heures}}
it: {num, plural, =0 {meno di un'ora fa} =1 {un'ora fa} other {{num} ore fa}}

# day
source: {num, plural, =0 {less than one day ago} =1 {one day ago} other {{num} days ago}}
de: {num, plural, =0 {vor weniger als einem Tag} =1 {vor einem Tag} other {vor {num} Tagen}}
es: {num, plural, =0 {menos de un día atrás} =1 {un día atrás} other {{num} dias atrás}}
fr: {num, plural, =0 {il y a moins d'un jour} =1 {il y a un jour} other {il y a {num} jours}}
it: {num, plural, =0 {meno di un giorno fa} =1 {un giorno fa} other {{num} giorni fa}}
