Repository: TheDoubleJo/contapersone
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# week
source: {num, plural, =0 {less than one week ago} =1 {one week ago} other {{num} weeks ago}}
de: {num, plural, =0 {vor weniger als einer Woche} =1 {vor einer Woche} other {vor {num} Wochen}}
es: {num, plural, =0 {menos de una semana atrás} =1 {una semana atrás} other {{num} semanas atrás}}
fr: {num, plural, =0 {il y a moins d'une semaine} =1 {il y a une semaine} other {il y a {num} semaines}}
it: {num, plural, =0 {meno di una settimana fa} =1 {una settimana fa} other {{num} settimane fa}}

# subcounters
source: {num, plural, =0 {no entrance} =1 {one entrance} other {{num} entrances}}
de: {num, plural, =0 {kein Eingang} =1 {ein Eingang} other {{num} Eingänge}}
es: {num, plural, =0 {Ninguna entrada} =1 {Una entrada} other {{num} entradas}}
fr: {num, plural, =0 {aucune entrée} =1 {une entrée} other {{num} entrées}}
it: {num, plural, =0 {nessun ingresso} =1 {un ingresso} other {{num} ingressi}}
